Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Celebration
zh_cn: 喜庆

source: Celestial
zh_cn: 天界

source: Celestial Cuffs
zh_cn: 星体手铐

source: Celestial Emblem
zh_cn: 星体徽章

source: Celestial Magnet
zh_cn: 星体磁铁

source: Celestial Shell
zh_cn: 天界贝壳

source: Celestial Sigil
zh_cn: 天界印记

source: Celestial Stone
zh_cn: 天界石

source: Celestial creatures are invading!
zh_cn: 天界生物正在入侵!

source: Cell Phone
zh_cn: 手机

source: Celled
zh_cn: 逐渐被细胞吞噬

source: Center
zh_cn: 中心

source: Cenx's Breastplate
zh_cn: Cenx的胸甲

source: Cenx's Dress
zh_cn: Cenx的上衣

source: Cenx's Dress Pants
zh_cn: Cenx的裤装

source: Cenx's Leggings
zh_cn: Cenx的护腿

source: Cenx's Tiara
zh_cn: Cenx的三重冠

source: Cenx's Wings
zh_cn: Cenx的翅膀

source: Chain
zh_cn: 锁链

source: Chain Guillotine
zh_cn: 铁链血滴子

source: Chain Guillotines
zh_cn: 铁链血滴子

source: Chain Gun
zh_cn: 链式机枪

source: Chain Knife
zh_cn: 链刃

source: Chain Lantern
zh_cn: 挂链灯笼

source: Chair
zh_cn: 椅子

source: Chalice
zh_cn: 圣餐杯

source: Challenger
zh_cn: 挑战

source: Champion of Terraria
zh_cn: 泰拉战神

source: Chandelier
zh_cn: 吊灯

source: Change
zh_cn: 更改

source: Change MOTD.
zh_cn: 更服务器公告.

source: Change password.
zh_cn: 更改服务器密码.

source: Change time to dawn.
zh_cn: 更改时间至黎明.

source: Change time to dusk.
zh_cn: 更改时间至黄昏.

source: Change time to midnight.
zh_cn: 更改时间至午夜.

source: Change time to noon.
zh_cn: 更改时间至正午.

source: Chaos Ball
zh_cn: 混沌球

source: Chaos Elemental
zh_cn: 混沌元素

source: Chaos Elemental Banner
zh_cn: 混沌元素旗帜

source: Chaos Fish
zh_cn: 混沌鱼

source: Chaos State
zh_cn: 混沌

source: Charge ahead... fabulously!
zh_cn: 冲过去...干得漂亮!

source: Charged Blaster Cannon
zh_cn: 磁轨充能炮

source: Charged Blaster Laser
zh_cn: 磁轨激光

source: Charged Blaster Orb
zh_cn: 磁轨激光球

source: Charges power as it is swung to smash enemies
zh_cn: 摇动来积蓄能量,碾碎敌人

source: Charm of Myths
zh_cn: 神话坠饰

source: Chases after your enemy
zh_cn: 它会跟踪你的敌人

source: Chattering Teeth Bomb
zh_cn: 嗒嗒牙齿炸弹

source: Cheating attempt detected: Add tile spam
zh_cn: 检测到尝试作弊的操作: 放置物块刷屏

source: Cheating attempt detected: Invalid kick-out
zh_cn: 检测到尝试作弊的操作: 无效踢除

source: Cheating attempt detected: Liquid spam
zh_cn: 检测到尝试作弊的操作: 液体刷屏

source: Cheating attempt detected: Projectile spam
zh_cn: 检测到尝试作弊的操作: 抛射物刷屏

source: Cheating attempt detected: Remove tile spam
zh_cn: 检测到尝试作弊的操作: 移除物块刷屏

source: Check housing
zh_cn: 检查房屋

source: Check my fresh.
zh_cn: 看看我的新发型!

source: Check out my dirt blocks; they are extra dirty.
zh_cn: 看看我的土块;脏死了.

source: Check out my goods; they have explosive prices!
zh_cn: 看看我的商品;都是惊爆价!

source: Checking tile alignment:
zh_cn: 正在检查物块边界:

source: Chest
zh_cn: 宝箱

source: Chest Statue
zh_cn: 宝箱雕像

source: Chik
zh_cn: 雏鸟

source: Chilled
zh_cn: 寒冷

source: Chillin' like a reptilian
zh_cn: 它在慢慢爬...

source: Chimney
zh_cn: 烟囱

source: Chinese Lantern
zh_cn: 中式灯笼

source: Chiseling marble
zh_cn: 正在凿刻大理石

source: Chlorophyte
zh_cn: 叶绿矿石

source: Chlorophyte Arrow
zh_cn: 叶绿箭

source: Chlorophyte Bar
zh_cn: 叶绿锭

source: Chlorophyte Brick
zh_cn: 叶绿砖块

source: Chlorophyte Brick Wall
zh_cn: 叶绿砖墙

source: Chlorophyte Bullet
zh_cn: 叶绿弹

source: Chlorophyte Chainsaw
zh_cn: 叶绿链锯

source: Chlorophyte Claymore
zh_cn: 叶绿双刃剑

source: Chlorophyte Drill
zh_cn: 叶绿钻头

source: Chlorophyte Dye
zh_cn: 叶绿染料

source: Chlorophyte Greataxe
zh_cn: 叶绿巨斧

source: Chlorophyte Greaves
zh_cn: 叶绿胫甲

source: Chlorophyte Headgear
zh_cn: 叶绿权冠

source: Chlorophyte Helmet
zh_cn: 叶绿翼盔

source: Chlorophyte Jackhammer
zh_cn: 叶绿冲击锤

source: Chlorophyte Mask
zh_cn: 叶绿刺盔

source: Chlorophyte Orb
zh_cn: 叶绿光球

source: Chlorophyte Ore
zh_cn: 叶绿矿石

source: Chlorophyte Partisan
zh_cn: 叶绿长镋

source: Chlorophyte Pickaxe
zh_cn: 叶绿镐

source: Chlorophyte Plate Mail
zh_cn: 叶绿板甲

source: Chlorophyte Saber
zh_cn: 叶绿军刀

source: Chlorophyte Shotbow
zh_cn: 叶绿连弩

source: Chlorophyte Warhammer
zh_cn: 叶绿战锤

source: Choose World:
zh_cn: 选择世界：

source: Choose difficulty:
zh_cn: 选择难度：

source: Choose size:
zh_cn: 选择大小：

source: Choose wisely, {PlayerName}, my commodities are volatile and my dark arts, mysterious.
zh_cn: 作出明智的选择吧,{PlayerName},我的商品可不稳定,我的黑魔法也很神秘.

source: Choose world evil:
zh_cn: 选择邪恶种类：

source: Choose world size:
zh_cn: 选择世界大小:

source: Chop down your first tree.
zh_cn: 砍倒第一棵树.

source: Christmas Hook
zh_cn: 圣诞钩爪

source: Christmas Light
zh_cn: 圣诞灯泡

source: Christmas Ornament
zh_cn: 圣诞装饰

source: Christmas Pudding
zh_cn: 圣诞布丁

source: Christmas Tree
zh_cn: 圣诞树

source: Christmas Tree Sword
zh_cn: 圣诞树巨剑

source: Christmas Tree Wallpaper
zh_cn: 圣诞树壁纸

source: Clairvoyance
zh_cn: 智慧

source: Classy Cane
zh_cn: 精致手杖

source: Clay Block
zh_cn: 黏土块

source: Clay Pot
zh_cn: 黏土花盆

source: Cleaning up dirt backgrounds
zh_cn: 正在清理泥土背景

source: Cleanses the evil
zh_cn: 净化邪恶

source: Clear
zh_cn: 晴

source: Clear the console window.
zh_cn: 清空控制台窗口.

source: Cleared {0}
zh_cn: 已完成 {0}

source: Clearing map data:
zh_cn: 正在清除世界数据:

source: Clearly I throw the most magical of parties.
zh_cn: 很显然,我举办了一个最魔幻的派对.

source: Clentaminator
zh_cn: 环境改造枪

source: Climbing Claws
zh_cn: 攀爬爪

source: Clinger
zh_cn: 咒焰吞噬者

source: Clinger Banner
zh_cn: 咒焰吞噬者旗帜

source: Clinger Staff
zh_cn: 咒焰法杖

source: Clockwork Assault Rifle
zh_cn: 发条式突击步枪

source: Close
zh_cn: 关闭

source: Close Map
zh_cn: 关闭地图

source: Close Menu
zh_cn: 关闭菜单

source: Clothes
zh_cn: 衣服

source: Clothier
zh_cn: 裁缝

source: Clothier Voodoo Doll
zh_cn: 裁缝巫毒娃娃

source: Clothier's Jacket
zh_cn: 裁缝的夹克

source: Clothier's Pants
zh_cn: 裁缝的裤指

source: Cloud
zh_cn: 云块

source: Cloud Wall
zh_cn: 云块墙壁

source: Cloud in a Balloon
zh_cn: 云朵气球

source: Cloud in a Bottle
zh_cn: 云瓶

source: Cloudfish
zh_cn: 白云鱼

source: Cloudy
zh_cn: 多云

source: Clown
zh_cn: 小丑

source: Clown Banner
zh_cn: 小丑旗帜

source: Clown Hat
zh_cn: 小丑帽

source: Clown Pants
zh_cn: 小丑裤

source: Clown Shirt
zh_cn: 小丑服

source: Clownfish
zh_cn: 小丑鱼

source: Coal
zh_cn: 煤

source: Cobalt
zh_cn: 钴蓝矿石

source: Cobalt Bar
zh_cn: 钴蓝锭

source: Cobalt Breastplate
zh_cn: 钴蓝胸甲

source: Cobalt Brick
zh_cn: 钴蓝砖块

source: Cobalt Brick Wall
zh_cn: 钴蓝墙壁

source: Cobalt Chainsaw
zh_cn: 钴蓝链锯

source: Cobalt Drill
zh_cn: 钴蓝钻头

source: Cobalt Hat
zh_cn: 钴蓝护帽

source: Cobalt Helmet
zh_cn: 钴蓝轻盔

source: Cobalt Leggings
zh_cn: 钴蓝护腿

source: Cobalt Mask
zh_cn: 钴蓝面具

source: Cobalt Naginata
zh_cn: 钴蓝薙刀

source: Cobalt Ore
zh_cn: 钴蓝矿石

source: Cobalt Pickaxe
zh_cn: 钴蓝镐

source: Cobalt Repeater
zh_cn: 钴蓝连弩

source: Cobalt Shield
zh_cn: 钴蓝盾

source: Cobalt Sword
zh_cn: 钴蓝轻剑

source: Cobalt Waraxe
zh_cn: 钴蓝战斧

source: Cobweb
zh_cn: 蜘蛛网

source: Cochineal Beetle
zh_cn: 胭脂甲虫

source: Cochineal Beetle Banner
zh_cn: 胭脂甲虫旗帜

source: Code 1
zh_cn: 代码:1

source: Code 2
zh_cn: 代码:2

source: Cog
zh_cn: 齿轮

source: Cog Wall
zh_cn: 齿轮墙壁

source: Coin Gun
zh_cn: 钱币枪

source: Coin Portal
zh_cn: 金币传送门

source: Coin Ring
zh_cn: 钱币戒指

source: Coins
zh_cn: 钱币

source: Cold Snap
zh_cn: 寒流

source: Cold Waters in the White Land
zh_cn: 冰雪寒溪

source: Cold Weather
zh_cn: 寒冷天气

source: Collect
zh_cn: 收集

source: Collector
zh_cn: 收集

source: Come back at night if you wish to enter.
zh_cn: 你要想进来,那就晚上再来.

source: Come now, you didn't think I only celebrated on Christmas did you?
zh_cn: 来吧宝贝,你该不会认为我只在圣诞节开派对吧?

source: Command nine summoned minions simultaneously.
zh_cn: 同时控制九个召唤物.

source: Companion Cube
zh_cn: 伙伴方块

source: Compass
zh_cn: 指南针

source: Compass Rose
zh_cn: 罗盘

source: Complete a grand total of 200 quests for the angler.
zh_cn: 共完成200个渔夫任务.

source: Complete your 10th quest for the angler.
zh_cn: 完成第10个渔夫任务.

source: Complete your 1st quest for the angler.
zh_cn: 完成第1个渔夫任务.

source: Complete your 25th quest for the angler.
zh_cn: 完成第25个渔夫任务.

source: Complete your 50th quest for the angler.
zh_cn: 完成第50个渔夫任务.

source: Completely Awesome
zh_cn: 妙不可言

source: Confetti
zh_cn: 彩纸

source: Confetti Block
zh_cn: 彩纸块

source: Confetti Cannon
zh_cn: 彩纸炮

source: Confetti Grenade
zh_cn: 彩纸手榴弹

source: Confetti Gun
zh_cn: 彩纸枪

source: Confetti Wall
zh_cn: 彩纸墙壁

source: Confused
zh_cn: 迷乱

source: Connecting to {0}
zh_cn: 连接至 {0} 中...

source: Connection timed out
zh_cn: 连接超时

source: Consumable
zh_cn: 消耗品

source: Consume a life fruit, which grows in the thick of subterranean jungle grass.
zh_cn: 吃一个生命果,这种果子长在茂密的地下丛林草地中.

source: Consumes
zh_cn: 消耗

source: Contains an endless amount of water
zh_cn: 容纳着一个无尽的泽国

source: Controls
zh_cn: 按键

source: Converts Chlorophyte Bars into Shroomite Bars
zh_cn: 将叶绿锭转换成蘑菇锭

source: Conveyor Belt (Clockwise)
zh_cn: 传送带(顺时针)

source: Conveyor Belt (Counter Clockwise)
zh_cn: 传送带(逆时针)

source: Cooked Fish
zh_cn: 红烧鱼

source: Cooked Marshmallow
zh_cn: 烤棉花糖

source: Cooked Shrimp
zh_cn: 油焖虾

source: Cooking Pot
zh_cn: 烹饪锅

source: Copper
zh_cn: 铜矿石

source: Copper Axe
zh_cn: 铜质斧头

source: Copper Bar
zh_cn: 铜锭

source: Copper Bow
zh_cn: 铜质短弓

source: Copper Brick
zh_cn: 铜砖块

source: Copper Brick Wall
zh_cn: 铜砖墙

source: Copper Broadsword
zh_cn: 铜质阔剑

source: Copper Chainmail
zh_cn: 铜质链甲

source: Copper Chandelier
zh_cn: 铜质吊灯

source: Copper Coin
zh_cn: 铜币

source: Copper Coins
zh_cn: 铜币

source: Copper Greaves
zh_cn: 铜质护胫

source: Copper Hammer
zh_cn: 铜质大锤

source: Copper Helmet
zh_cn: 铜质头盔

source: Copper Ore
zh_cn: 铜矿石

source: Copper Pickaxe
zh_cn: 铜质镐

source: Copper Pipe Wallpaper
zh_cn: 铜管壁纸

source: Copper Plating
zh_cn: 铜镀砖

source: Copper Plating Wall
zh_cn: 铜板墙

source: Copper Shortsword
zh_cn: 铜质短剑

source: Copper Watch
zh_cn: 铜质怀表

source: Copy Seed: {0}
zh_cn: 复制种子：{0}

source: Coral
zh_cn: 珊瑚

source: Coralstone Block
zh_cn: 珊瑚石块

source: Corite
zh_cn: 流星日耀兽

source: Corite Banner
zh_cn: 流星日耀兽旗帜

source: Corrupt
zh_cn: 腐化

source: Corrupt Bunny
zh_cn: 魔化兔子

source: Corrupt Bunny Banner
zh_cn: 腐化兔子旗帜

source: Corrupt Crate
zh_cn: 腐化板条箱

source: Corrupt Goldfish
zh_cn: 魔化金鱼

source: Corrupt Goldfish Banner
zh_cn: 腐化金鱼旗帜

source: Corrupt Mimic
zh_cn: 腐化大宝箱怪

source: Corrupt Penguin
zh_cn: 腐化企鹅

source: Corrupt Penguin Banner
zh_cn: 腐化企鹅旗帜

source: Corrupt Seeds
zh_cn: 腐化种子

source: Corrupt Slime
zh_cn: 腐化史莱姆

source: Corrupt Slime Banner
zh_cn: 腐化史莱姆旗帜

source: Corrupt Spray
zh_cn: 腐化喷剂

source: Corrupt Statue
zh_cn: 腐化雕像

source: Corrupt Water Fountain
zh_cn: 腐化喷泉

source: Corruption
zh_cn: 腐化

source: Corruption Chest
zh_cn: 腐化宝箱

source: Corruption Key
zh_cn: 腐化钥匙

source: Corruption Key Mold
zh_cn: 腐化钥匙模具

source: Corruptor
zh_cn: 腐蚀者

source: Corruptor Banner
zh_cn: 腐蚀者旗帜

source: Cosmic Car Key
zh_cn: 宇宙飞船钥匙

source: Cost
zh_cn: 花费

source: Countercurse Mantra
zh_cn: 驱咒圣典

source: Counterweight
zh_cn: 黑色平衡锤

source: Cowboy Hat
zh_cn: 牛仔帽

source: Cowboy Jacket
zh_cn: 牛仔夹克

source: Cowboy Pants
zh_cn: 牛仔裤

source: Cozy Fire
zh_cn: 篝火

source: Crab
zh_cn: 螃蟹

source: Crab Banner
zh_cn: 螃蟹旗帜

source: Crab Statue
zh_cn: 螃蟹雕像

source: Craft
zh_cn: 制作

source: Craft a drax or pickaxe axe using hallowed bars, and the souls of the three mechanical bosses.
zh_cn: 用神圣锭与三个机械Boss的灵魂制作神圣钻头或镐斧.

source: Craft a mana crystal out of fallen stars, and consume it.
zh_cn: 使用落星制作魔力水晶并使用它.

source: Craft a molten pickaxe using the hottest of materials.
zh_cn: 使用最热的材料制作狱岩镐.

source: Craft more
zh_cn: 制作更多

source: Crafting
zh_cn: 制作

source: Crafting window
zh_cn: 制作窗口

source: Crash into anyone... and EVERYONE!
zh_cn: 撞飞所有挡路者...所有!

source: Crate
zh_cn: 板条箱

source: Crate Potion
zh_cn: 板条箱药剂

source: Crawdad
zh_cn: 螯虾

source: Crawdad Banner
zh_cn: 螯虾旗帜

source: Crawltipede
zh_cn: 日耀蜈蚣

source: Crawltipede Banner
zh_cn: 日耀蜈蚣旗帜

source: Create
zh_cn: 创建

source: Create Character
zh_cn: 创建角色

source: Create World
zh_cn: 创建世界

source: Created: {0}
zh_cn: 已创建：{0}

source: Creates a magical shadow orb
zh_cn: 召唤出一个散发微弱光芒的暗影魔法球

source: Creates a shadow beam that bounces off walls
zh_cn: 发射一道会反射的暗影射线

source: Creates measurement lines on screen for block placement
zh_cn: 在屏幕上显示出方便建筑的网格

source: Creates several crystal shards on impact
zh_cn: 碰撞时产生若干魔晶碎片

source: Creating beaches
zh_cn: 正在生成沙滩

source: Creating dungeon
zh_cn: 正在创建地牢

source: Creating hornet nests
zh_cn: 正在创建蜂巢

source: Creating jungle ruins
zh_cn: 正在创建丛林废墟

source: Creating underworld
zh_cn: 正在创建地狱

source: Creating waterfalls
zh_cn: 正在创建瀑布

source: Creative Shock
zh_cn: 创造震撼

source: Creature Count
zh_cn: 生物数量

source: Creature From The Deep Banner
zh_cn: 深渊生物旗帜

source: Creature from the Deep
zh_cn: 深渊生物

source: Creeper
zh_cn: 血腥组织

source: Creeper Egg
zh_cn: 爬行者的蛋

source: Creeper Mask
zh_cn: 苦力怕面具

source: Creeper Pants
zh_cn: 苦力怕外裤

source: Creeper Shirt
zh_cn: 苦力怕外套

source: Crimera
zh_cn: 血肉之虫

source: Crimera Banner
zh_cn: 血肉之虫旗帜

source: Crimsand Ball
zh_cn: 血腥沙球

source: Crimsand Block
zh_cn: 血腥沙块

source: Crimsandstone Block
zh_cn: 血腥砂岩块

source: Crimsandstone Wall
zh_cn: 血腥砂岩墙

source: Crimslime
zh_cn: 血腥史莱姆

source: Crimslime Banner
zh_cn: 血腥史莱姆旗帜

source: Crimson
zh_cn: 血腥

source: Crimson Altar
zh_cn: 血腥祭坛

source: Crimson Axe
zh_cn: 血腥魔斧

source: Crimson Axe Banner
zh_cn: 血腥魔斧旗帜

source: Crimson Chest
zh_cn: 血腥宝箱

source: Crimson Cloak
zh_cn: 血腥斗篷

source: Crimson Crate
zh_cn: 血腥板条箱

source: Crimson Greaves
zh_cn: 血腥护胫

source: Crimson Heart
zh_cn: 血腥心脏

source: Crimson Helmet
zh_cn: 血腥头盔

source: Crimson Key
zh_cn: 血腥钥匙

source: Crimson Key Mold
zh_cn: 血腥钥匙模具

source: Crimson Mimic
zh_cn: 血腥大宝箱怪

source: Crimson Rod
zh_cn: 血云魔杖

source: Crimson Scalemail
zh_cn: 血腥鳞甲

source: Crimson Seeds
zh_cn: 血腥种子

source: Crimson Spray
zh_cn: 血腥喷剂

source: Crimson Tigerfish
zh_cn: 血腥虎鱼

source: Crimson Water Fountain
zh_cn: 血腥喷泉

source: Crimstone Block
zh_cn: 血腥石块

source: Crimtane
zh_cn: 血腥矿石

source: Crimtane Bar
zh_cn: 血腥锭

source: Crimtane Brick
zh_cn: 血腥砖块

source: Crimtane Brick Wall
zh_cn: 血腥砖墙

source: Crimtane Bunny
zh_cn: 血腥兔子

source: Crimtane Goldfish
zh_cn: 血腥金鱼

source: Crimtane Ore
zh_cn: 血腥矿石

source: Crispy Honey Block
zh_cn: 松脆蜂蜜块

source: Cross Grave Marker
zh_cn: 十字墓碑

source: Cross Necklace
zh_cn: 十字项链

source: Cross Statue
zh_cn: 十字架雕像

source: Crowno Devours His Lunch
zh_cn: Crowno吞噬其餐

source: Crowno's Breastplate
zh_cn: Crowno的胸甲

source: Crowno's Leggings
zh_cn: Crowno的护腿

source: Crowno's Mask
zh_cn: Crowno的面具

source: Crowno's Wings
zh_cn: Crowno的翅膀

source: Crystal Ball
zh_cn: 水晶球

source: Crystal Bathtub
zh_cn: 水晶浴缸

source: Crystal Bed
zh_cn: 水晶床

source: Crystal Block
zh_cn: 水晶块

source: Crystal Block Wall
zh_cn: 水晶墙壁

source: Crystal Bookcase
zh_cn: 水晶书架

source: Crystal Bullet
zh_cn: 魔晶弹

source: Crystal Candelabra
zh_cn: 水晶烛台

source: Crystal Candle
zh_cn: 水晶蜡烛

source: Crystal Chair
zh_cn: 水晶椅子

source: Crystal Chandelier
zh_cn: 水晶吊灯

source: Crystal Charge
zh_cn: 魔晶爆弹

source: Crystal Chest
zh_cn: 水晶宝箱

source: Crystal Clock
zh_cn: 水晶时钟

source: Crystal Dart
zh_cn: 水晶镖

source: Crystal Door
zh_cn: 水晶门

source: Crystal Dresser
zh_cn: 水晶梳妆台

source: Crystal Lamp
zh_cn: 水晶灯

source: Crystal Lantern
zh_cn: 水晶灯笼

source: Crystal Leaf
zh_cn: 水晶水晶

source: Crystal Piano
zh_cn: 水晶钢琴

source: Crystal Platform
zh_cn: 水晶平台

source: Crystal Serpent
zh_cn: 水晶蛇

source: Crystal Shard
zh_cn: 水晶碎块

source: Crystal Sink
zh_cn: 水晶水槽

source: Crystal Sofa
zh_cn: 水晶沙发

source: Crystal Storm
zh_cn: 魔晶风暴

source: Crystal Table
zh_cn: 水晶桌

source: Crystal Thresher
zh_cn: 晶狐沙鲨

source: Crystal Thresher Banner
zh_cn: 晶狐沙鲨旗帜

source: Crystal Vile Shard
zh_cn: 碎裂魔晶

source: Crystal Work Bench
zh_cn: 水晶工作台

source: Cthulunado
zh_cn: 邪神风暴

source: Currency for trading with the Tavernkeep
zh_cn: 用于与酒保进行交易的货币

source: Current players:
zh_cn: 当前玩家:

source: Current players: {0}.
zh_cn: 当前玩家：{0}.

source: Curse
zh_cn: 诅咒

source: Cursed
zh_cn: 被诅咒

source: Cursed Arrow
zh_cn: 咒火箭

source: Cursed Bullet
zh_cn: 诅火弹

source: Cursed Campfire
zh_cn: 诅咒篝火

source: Cursed Dart
zh_cn: 诅咒镖

source: Cursed Flame
zh_cn: 诅咒火焰

source: Cursed Flames
zh_cn: 诅咒火焰

source: Cursed Hammer
zh_cn: 诅咒圣锤

source: Cursed Hammer Banner
zh_cn: 诅咒圣锤旗帜

source: Cursed Inferno
zh_cn: 诅咒地狱

source: Cursed Saint
zh_cn: 被诅咒的圣诞老人

source: Cursed Sapling
zh_cn: 诅咒阴木

source: Cursed Skull
zh_cn: 诅咒骷髅头

source: Cursed Skull Banner
zh_cn: 诅咒骷髅头旗帜

source: Cursed Torch
zh_cn: 诅咒火把

source: Cursedfish
zh_cn: 咒火鱼

source: Cursor
zh_cn: 鼠标

source: Cursor Color
zh_cn: 鼠标颜色

source: Cursor Snap Down
zh_cn: 鼠标捕捉下移

source: Cursor Snap Left
zh_cn: 鼠标捕捉左移

source: Cursor Snap Right
zh_cn: 鼠标捕捉右移

source: Cursor Snap Up
zh_cn: 鼠标捕捉上移

source: Cute Fishron Mount
zh_cn: 超可爱猪鲨坐骑

source: Cutlass
zh_cn: 海盗弯刀

source: Cyan Beetle
zh_cn: 靛青甲虫

source: Cyan Beetle Banner
zh_cn: 靛青甲虫旗帜

source: Cyan Dye
zh_cn: 青色染料

source: Cyan Gradient Dye
zh_cn: 青色渐变染料

source: Cyan Husk
zh_cn: 青色甲壳

source: Cyan Paint
zh_cn: 青色油漆

source: Cyan String
zh_cn: 蓝绿丝线

source: Cyan Weighted Pressure Plate
zh_cn: 靛青压力板

source: Cyan and Black Dye
zh_cn: 青黑染料

source: Cyan and Silver Dye
zh_cn: 青银染料

source: Cyborg
zh_cn: 电子人

source: Cyborg Helmet
zh_cn: 钢骨侠头盔

source: Cyborg Pants
zh_cn: 钢骨侠裤子

source: Cyborg Shirt
zh_cn: 钢骨侠衣服

source: Cycle Left
zh_cn: 向左循环

source: Cycle Right
zh_cn: 向右循环

source: Cycle hotbar
zh_cn: 循环快捷键

source: D-Town's Breastplate
zh_cn: D-Town的胸甲

source: D-Town's Helmet
zh_cn: D-Town的头盔

source: D-Town's Leggings
zh_cn: D-Town的护腿

source: D-Town's Wings
zh_cn: D-Town的翅膀

source: DOWN
zh_cn: 下

source: DPS Meter
zh_cn: DPS计量器

source: DPad Cursor Snap
zh_cn: 方向键鼠标捕捉

source: DPad Hotbar
zh_cn: 方向键快捷键

source: Daedalus Stormbow
zh_cn: 代达罗斯风暴弓

source: Damage Booster
zh_cn: 伤害星能

source: Damage Nebula
zh_cn: 伤害星云

source: Damage Per Second
zh_cn: 每秒伤害

source: Damage taken is reduced by 25%
zh_cn: 减少25%所受伤害

source: Damage taken reduced by 15%
zh_cn: 减少15%所受伤害

source: Damage taken reduced by 30%
zh_cn: 减少30%所受伤害

source: Damage taken reduced by 30%, repel enemies when taking damage
zh_cn: 减少30%所受伤害,受伤时驱除敌人

source: Damage taken reduced by 45%
zh_cn: 减少45%所受伤害

source: Damaged
zh_cn: 破损

source: Damselfish
zh_cn: 雀鲷

source: Dangerous
zh_cn: 危险

source: Dangerous Spider
zh_cn: 危险蜘蛛

source: Dangersense
zh_cn: 危险感知

source: Dangersense Potion
zh_cn: 危险感知药剂

source: Dao of Pow
zh_cn: 无极

source: Dark Artist's Hat
zh_cn: 暗黑艺术家帽子

source: Dark Artist's Leggings
zh_cn: 暗黑艺术家护腿

source: Dark Artist's Robes
zh_cn: 暗黑艺术家长袍

source: Dark Blue Solution
zh_cn: 深蓝色溶液

source: Dark Caster
zh_cn: 暗黑法师

source: Dark Caster Banner
zh_cn: 暗黑法师旗帜

source: Dark Energy
zh_cn: 暗黑能量

source: Dark Lance
zh_cn: 暗黑长戟

source: Dark Mage
zh_cn: 黑魔法师

source: Dark Mage Mask
zh_cn: 暗黑魔法师面具

source: Dark Mage Trophy
zh_cn: 荣耀之证(暗黑魔法师)

source: Dark Mummy
zh_cn: 暗黑木乃伊

source: Dark Mummy Banner
zh_cn: 暗黑木乃伊旗帜

source: Dark Shard
zh_cn: 太阴

source: Dark Sigil
zh_cn: 暗黑咒印

source: Dark Soul Reaper
zh_cn: 暗魂收割者

source: Darkness
zh_cn: 黑暗

source: Dart Pistol
zh_cn: 飞镖手枪

source: Dart Rifle
zh_cn: 飞镖步枪

source: Dart Trap
zh_cn: 飞镖机关

source: Davy Jones' Locker
zh_cn: 戴维·琼斯之箱

source: Daybloom
zh_cn: 太阳花

source: Daybloom Planter Box
zh_cn: 太阳花种植盆

source: Daybloom Seeds
zh_cn: 太阳花种子

source: Daybreak
zh_cn: 黎明

source: Daybroken
zh_cn: 破晓

source: Daylight
zh_cn: 黎明

source: Dazed
zh_cn: 眩晕

source: Deadland Comes Alive
zh_cn: 死地复生

source: Deadly
zh_cn: 致命

source: Deadly Sphere
zh_cn: 致命球

source: Deadly Sphere Banner
zh_cn: 致命球旗帜

source: Deadly Sphere Staff
zh_cn: 致命球法杖

source: Death Laser
zh_cn: 死亡激光

source: Death Sickle
zh_cn: 死神镰刀

source: Deathbringer Pickaxe
zh_cn: 死亡使者

source: Deathweed
zh_cn: 死亡草

source: Deathweed Planter Box
zh_cn: 死亡草种植盆

source: Deathweed Seeds
zh_cn: 死亡草种子

source: Deceiver of Fools
zh_cn: 傻瓜骗子

source: Decrease Transparency
zh_cn: 减少透明度

source: Decreased light vision
zh_cn: 好黑好黑!

source: Decreased monster spawn rate
zh_cn: 减少刷怪率

source: Decreases chance of bait consumption
zh_cn: 减少消耗鱼饵的几率

source: Decreases target's defense
zh_cn: 减少目标的防御力

source: Deep Blue Paint
zh_cn: 深蓝油漆

source: Deep Cyan Paint
zh_cn: 深青色油漆

source: Deep Green Paint
zh_cn: 深绿色油漆

source: Deep Lime Paint
zh_cn: 深橙绿色油漆

source: Deep Orange Paint
zh_cn: 深橙色油漆

source: Deep Pink Paint
zh_cn: 深粉色油漆

source: Deep Purple Paint
zh_cn: 深紫色油漆

source: Deep Red Paint
zh_cn: 深红色油漆

source: Deep Sky Blue Paint
zh_cn: 深天蓝色油漆

source: Deep Teal Paint
zh_cn: 深青绿色油漆

source: Deep Violet Paint
zh_cn: 深蓝紫色油漆

source: Deep Yellow Paint
zh_cn: 深黄色油漆

source: Defeat Duke Fishron, mutant terror of the sea.
zh_cn: 打败猪鲨公爵,大海中的变异怪兽.

source: Defeat Golem, the stone-faced ritualistic idol of the lihzahrd tribe.
zh_cn: 打败石巨人,丛林蜥蜴部落的石脸祭祀神像.

source: Defeat King Slime, the lord of all things slimy.
zh_cn: 打败史莱姆王,所有黏滑生物的首领.

source: Defeat Plantera, the overgrown monstrosity of the jungle's depths.
zh_cn: 打败世纪之花,蔓生在丛林深处的畸形怪花.

source: Defeat Skeletron, the cursed guardian of the dungeon.
zh_cn: 打败骷髅王,被诅咒的地牢守护者.

source: Defeat a Goblin Summoner, conjurers of the darkest flames.
zh_cn: 打败哥布林召唤师,掌控黑暗烈焰的巫师.

source: Defeat a Mothership, overminds of the martian invaders.
zh_cn: 打败火星飞碟,火星入侵者的宿主.

source: Defeat an enemy by running it over with a minecart.
zh_cn: 乘坐矿车来辗轧阻挡你的敌人.

source: Defeat every boss in Terraria.
zh_cn: 打败泰拉瑞亚中所有的Boss.

source: Defeat every type of slime there is!
zh_cn: 打败所有种类的史莱姆!

source: Defeat my master, and I will grant you passage into the Dungeon.
zh_cn: 打败我的主人,我就让你进入地牢.

source: Defeat the Ancient Cultist, fanatical leader of the dungeon coven.
zh_cn: 打败远古信徒,地牢女巫团的狂热首领.

source: Defeat the Brain of Cthulhu, an enormous demon brain which haunts the creeping crimson.
zh_cn: 打败克苏鲁之脑,这个巨大的恶魔大脑常常出现在毛骨茸然的血腥之地.

source: Defeat the Eater of Worlds, a massive worm whom dwells in the corruption.
zh_cn: 打败世界吞噬者,居住在腐化之地的巨虫.

source: Defeat the Eye of Cthulhu, an ocular menace who only appears at night.
zh_cn: 打败克苏鲁之眼,只在夜间出没的危险眼球怪.

source: Defeat the Flying Dutchman, the sails of the plunderin' skies.
zh_cn: 打败飞翔荷兰人号,四处抢劫的船队.

source: Defeat the Ice Queen, wicked witch of the coldest nights.
zh_cn: 打败冰霜女王,在最寒冷的夜晚里出现的邪恶女巫.

source: Defeat the Moon Lord.
zh_cn: 打败月球领主.

source: Defeat the Pumpking, the spooky lord of hallow's eve.
zh_cn: 打败南瓜王,万圣节前夕的恐怖领主.

source: Defeat the Queen Bee, the matriarch of the jungle hives.
zh_cn: 打败蜂后,统治丛林蜂巢的女王.

source: Defeat the Wall of Flesh, the master and core of the world who arises after a great, burning sacrifice.
zh_cn: 打败血肉之墙,它是世界的主宰与核心,会在大型的燃烧献祭后出现.

source: Defeat the four celestial towers of the moon.
zh_cn: 打败月亮之上的四个神柱.

source: Defeat the three nocturnal mechanical menaces: the Twins, the Destroyer, and Skeletron Prime.
zh_cn: 打败三个在夜间出没的危险机械怪物: 双子魔眼,机械毁灭者及机械骷髅王.

source: Defender Medal
zh_cn: 守卫者勋章

source: Defender Medals
zh_cn: 守卫者勋章

source: Defender's Forge
zh_cn: 守卫者熔炉

source: Defense
zh_cn: 防御

source: Defense is cut in half
zh_cn: 防御减半

source: Defense is lowered
zh_cn: 防御降低了

source: Delete
zh_cn: 删除

source: Delete World
zh_cn: 删除世界

source: Demolitionist
zh_cn: 爆破专家

source: Demon
zh_cn: 恶魔

source: Demon Altar
zh_cn: 恶魔祭坛

source: Demon Banner
zh_cn: 恶魔旗帜

source: Demon Bow
zh_cn: 恶魔弓

source: Demon Campfire
zh_cn: 恶魔篝火

source: Demon Eye
zh_cn: 恶魔之眼

source: Demon Eye Banner
zh_cn: 恶魔之眼旗帜

source: Demon Heart
zh_cn: 恶魔之心

source: Demon Scythe
zh_cn: 恶魔之镰

source: Demon Sickle
zh_cn: 恶魔之镰

source: Demon Torch
zh_cn: 恶魔火把

source: Demon Wings
zh_cn: 恶魔之翼

source: Demon's Eye
zh_cn: 恶魔之眼

source: Demonic
zh_cn: 恶魔

source: Demonic Hellfish
zh_cn: 地狱恶魔鱼

source: Demonite
zh_cn: 魔金矿石

source: Demonite Bar
zh_cn: 魔金锭

source: Demonite Brick
zh_cn: 魔金砖块

source: Demonite Brick Wall
zh_cn: 魔金墙壁

source: Demonite Ore
zh_cn: 魔金矿石

source: Deposit All
zh_cn: 全部放入

source: Depth
zh_cn: 深度

source: Depth Hair Dye
zh_cn: 深度染发剂

source: Depth Meter
zh_cn: 深度计

source: Deranged
zh_cn: 错乱

source: Derpfish
zh_cn: 巨眼鱼

source: Derpling
zh_cn: 巨眼虫

source: Derpling Banner
zh_cn: 巨眼虫旗帜

source: Desert Fossil
zh_cn: 沙漠化石

source: Desert Fossil Wall
zh_cn: 沙漠化石墙

source: Desert Spirit
zh_cn: 沙漠幽魂

source: Desert Spirit Banner
zh_cn: 沙漠幽魂旗帜

source: Desert Spirit Lamp
zh_cn: 沙漠神灯

source: Desert Spirit's Curse
zh_cn: 沙漠幽魂诅咒

source: Desert Water Fountain
zh_cn: 沙漠喷泉

source: Desertification
zh_cn: 正在沙漠化

source: Destroy a total of 10,000 tiles.
zh_cn: 破坏10,000个方块.
